<template>
	<div class="media clearfix">

		<!--  新增  -->
		<a class="media-item" href="#" v-for="(item,index) in list" :key="index">
			<div class="title">{{item.title}}</div>
			<div class="desc">{{item.desc}}</div>
			<div class="tag"><span>{{item.tag}}</span></div>
		</a>
	</div>
</template>

<script>
	export default {
		name: 'Media',
		components: {}, //注册
		data() {
			return {
				list: [{
						title: '2016“黑五”大促跨境进口电商评测报告',
						desc: '洋码头、亚马逊中国、天猫国际、京东全球购、小红书、网易考拉海购、丰趣海淘、宝宝树美囤妈妈等海淘电商，犹如八仙过海都抓住机会各显神通。中国电子商务研究中心从应用下载量、好评度、活动表现、物流体验、用户体验等维度，对今年“黑五”的多各大家跨境进口电商进行评测与解读。洋码头：11月14日，国内首家宣布启动“2016全球黑五狂欢节”的跨境电商平台，率先打响“黑五”战役。活动期主打“11月18日“摸黑开抢”和“翻滚红包”两个花式玩法，并给予用户1118元黑五专享礼包，全程活动从18日持续到28日，除18日和25日作为两波高峰外，其余时间设定不同主题日，有波次带动消费者的购物热情。',
						tag: '亿邦动力'
					},
					{
						title: '2016洋码头“黑五”战绩：交易额为去年同期6倍',
						desc: '11月30日电 日前，2016年洋码头黑色星期五正式收官，这场黑五掀起的全球购物狂欢，累计点燃千万消费者海外购物热情，交易额达去年黑五的6倍，18日零点开抢10分钟内交易额就已突破6000万；客单价超700元，人均至少下4单；新一线城市海外消费增长惊人，南京、成都、武汉等跻身交易额排行前十城市。',
						tag: '中新网'
					},
					{
						title: '洋码头曾碧波：黑5差异化明显 跨境购不惧巨头竞争',
						desc: '洋码头CEO曾碧波在11月25日当天非常繁忙。对于洋码头来说，“黑色星期五”是一年中最重要的日子，而对于曾碧波本人，他荣膺2016年十大潮流人物。在拿下该重要奖项后，曾碧波接受了新浪科技专访，这位洋码头CEO对“黑5”、“消费升级”以及巨头入局跨境电商发表了看法。曾碧波表示，这是洋码头第3年开展“黑5”狂欢，而且从今年的数据情况来看，可以明显看到国人对于跨境购物的热情，并且在两年的市场教育后，对于海外购物的消费习惯已经养成了。他还进一步透露称，2015年前1小时的交易额，今年仅用时10分钟。',
						tag: '新浪科技'
					},
					{
						title: '洋码头曾碧波：借税改练“内功”备战下一次爆发',
						desc: '11月25日下午消息，由新浪网、微博联合中国-海宁潮国际博览会组委会主办的2016“中国潮流人物”颁奖典礼今天开幕，十多家最终入围企业CEO齐聚“潮都”浙江海宁。洋码头创始人兼CEO曾碧波经过层层评选，获评2016“中国潮流人物”。主办方给曾碧波的获奖词为：跨境电商税改，给多少家同行的发展加了盖子，但他的眼里，洋码头反而迎来了轻松的一年。爆发性增长过后，他的洋码头团队借机税改重新修炼“内功”，竞争趋于理性，洋码头也在修整快速成长阶段遗留下来的问题。至少在下一场爆发之前，他已经做好了准备。',
						tag: '新浪科技'
					},
					{
						title: '洋码头引领中国“黑五”狂欢节 荣登AppStore榜首',
						desc: '11月18日，“黑色星期五”狂欢节由洋码头率先在零点引爆。活动开启仅10分钟，平台交易额已突破6000万。11月24日上午12时，洋码头登上AppStore免费榜总榜第一，超过了微信、淘宝等其他主流社交、网购平台，中国消费者对于海外购物的巨大热情远超预期。现在打开洋码头APP，能看到世界各地黑五抢购盛况，中国消费者最爱购买冬季应季商品和高端奢侈品。活动首日，爆款UGG雪地靴就有17324双被抢光。Gucci的围巾也在1天内售光超2000条。除此之外，高端羽绒服品牌加拿大鹅、Moncler也受到消费者热捧。',
						tag: '中新网'
					},
					{
						title: '“黑五”曾碧波：洋码头明年追平天猫国际',
						desc: '今年天猫国际的交易额大概是洋码头的一倍。明年洋码头至少要追平天猫国际。曾碧波现在已经摸清了一条不与天猫国际直接竞争的路径：无论是从品牌调性，亦或是“硬件”上来说，洋码头都与天猫国际的差异化越走越远。“今年天猫国际的交易额大概是洋码头的一倍，但明年，我们至少要追平天猫国际。”正忙着今年“黑五”的洋码头创始人兼CEO曾碧波告诉杨姐，今年的黑五，比去年规模扩大了10倍。',
						tag: '正新鸡排网'
					},
					{
						title: '2016“黑五”大促跨境进口电商评测报告',
						desc: '今年天猫国际的交易额大概是洋码头的一倍。明年洋码头至少要追平天猫国际。曾碧波现在已经摸清了一条不与天猫国际直接竞争的路径：无论是从品牌调性，亦或是“硬件”上来说，洋码头都与天猫国际的差异化越走越远。“今年天猫国际的交易额大概是洋码头的一倍，但明年，我们至少要追平天猫国际。”正忙着今年“黑五”的洋码头创始人兼CEO曾碧波告诉杨姐，今年的黑五，比去年规模扩大了10倍。',
						tag: '百度百家'
					},
					{
						title: '不止是引爆黑五，这家公司要搅动全球好货自由流动',
						desc: '黑五对于洋码头来说是场冒险。双十一刚刚过去，阿里今年1027亿成交额的数字还没被忘却，爆仓的商品大都还在路上，地主家还有余粮买买买吗？最近朋友圈被两件事情刷屏，而且与每个人密不可分。一是，特朗普从美国大选中胜出，国人隐隐担忧会影响对华政策，比如贸易；二是人民币汇率持续走低，剁手党们屡屡担忧出国买买买的优势不再。',
						tag: '百度百家'
					},
					{
						title: '消费升级背景下电商们的下半场',
						desc: '这段时间，各种“下半场”的提法充斥着业界，从互联网的下半场，到电商下半场，其中电商下半场的定义者为一位自媒体人，他提出，自2014年阿里京东分别赴美上市后，B2C电商零售就已经出现了“双子星结构”，也即是，两大巨头占领该领域的80%的市场份额后，已经基本进入“寡头收官”阶段，新进入者已经没有多少机会。接下来到了2015年，生活服务电商开始进行合并，旅游、出行、餐饮、二手……电商上半场吃下了最容易的一口：标品，又有将非标品整合为标品的平台，还剩下汽车、房产这样的品类在电商化的过程中进展不顺利，因此他得出结论，电商下半场已经进入深水区。',
						tag: '中国电商观察'
					},
					{
						title: '洋码头818全球折扣扫货季 美国直邮上海签收3天速达洋码头818全球折扣扫货季 美国直邮上海签收3天速达',
						desc: '中新网8月26日电 自8月18日起，迎来6周年的海外购物平台洋码头启动“全球折扣扫货季”狂欢活动，来自美国、欧洲、亚太等68个国家的精选好货一上架就被抢购一空。活动期间，洋码头狂售9453...',
						tag: '中国新闻网'
					},
					{
						title: '8月掀跨境电商消费热 洋码头海外买手破解“正品”疑云',
						desc: '对于国内消费者而言，每年11月的“黑色星期五”堪称最疯狂海外购物狂欢节。而在这个8月，国内领先的海外购物平台洋码头推出的“全球折扣扫货季”，已经全面点燃今年跨境电商消费热情',
						tag: '新浪新闻'
					},
					{
						title: '洋码头买手受品牌追捧 弹性供应链成跨境电商焦点',
						desc: '中新网8月4日电 童话里的土耳其神灯、日本东京浅草寺恋爱姻缘御守护身符、LV最新限量款包包、Adidas火遍潮人圈的澡堂拖鞋……只要你想买，现在洋码头都能帮你实现。而将时下世界各地的爆款商品和特色商品送到中国消费者手中的，正是跨境电商行业中不可缺少的中坚力量——买手',
						tag: '中国新闻网'
					},
					{
						title: '洋码头发布《2016上半年中国海淘消费报告》，个性差异化消费成趋势',
						desc: '据了解，7月20日，国内领先的海外购物平台洋码头发布《2016上半年中国海淘消费报告》，报告指出在线海外购物市场潜力巨大，从整体市场规模看，2015年近1万亿，占比国内生产总值的1.3%，平均每个中国人一年在线海外购物消费655元',
						tag: '法制晚报'
					},
					{
						title: '洋码头 买手受海外大牌追捧',
						desc: '【摘要】 近日，一家美国品牌服装店内张贴出“欢迎中国买手”的海报引发了跨境电商行业热议。在中国消费力震惊世界之后，洋码头的买手组织正成为世界时尚舞台上不可忽视的力量。身居英国的丹丹是洋码头上的一名职业买手，主营奢侈品包包，不到一年已经建立了近20人的团队，在洋码头积累了2万余名粉丝',
						tag: '华农网'
					},
					{
						title: '贝海国际助力洋码头818： 海外直邮平均5天签收完成 重新定义跨境物流标准',
						desc: '8月31日，洋码头818“全球折扣扫货季”结束仅2天，近95%的海外订单已经完成配送，支撑起如此庞大而高效的物流需求的，正是国内领先的跨境物流公司——贝海国际。作为洋码头超大的物流服务提供商，贝海国际再次刷新行业速度，从海外货站签收至客户签收，全部地区平均时效稳定在5天，而从美国直邮到国内消费者手中甚最快能达到3天。跨境物流慢的传统认知已被打破，一个遥遥领先于行业现有水平的跨境物流速度已经诞生',
						tag: '法制晚报'
					},
					{
						title: '洋码头海外商品覆盖68国家 满足海淘消费多元需求',
						desc: '中国领先的海外购物平台洋码头发布的《2016上半年中国海淘消费报告》显示，在线海外购物市场潜力巨大，消费市场呈现普及化，消费需求呈现个性化多元化等特点，消费者不再满足于购买标品爆款，而是越来越追求自己喜欢的个性化以及差异化商品，品类覆盖生活消费领域的各个方面，大到高端奢侈品、大件家用电器，小到牙刷、枕头、保温杯等日用消费品',
						tag: '中国网'
					},
					{
						title: '英镑贬值 洋码头欧洲商品销量翻倍',
						desc: '日前，英镑兑美元汇率暴跌至三十年来新低，英镑贬值，这一事件则点燃了国内海淘族购买英国乃至欧洲商品的热情。国内最大的海购平台洋码头数据显示，欧洲商品销量较平时翻倍，其中英国商品贡献了六成销量；而在价格方面，欧洲商品成交活跃的商品集中在4000-6000元，平均客单价在2000元以上，大牌包包最热销',
						tag: '成都晚报'
					},
					{
						title: '海淘族必看省钱攻略！洋码头6周年庆必买清单',
						desc: '8月18日起，国内领先的海外购物平台洋码头为庆祝成立6周年上线“全球折扣扫货季”活动，活动将持续近两周，主要按亚太专场、北美专场、欧洲专场和全球狂欢日4个主题依次进行',
						tag: '飞象网'
					},
					{
						title: '洋码头官方物流首创“急速赔',
						desc: '6月16日，海外购物平台洋码头官方物流贝海国际宣布推出“急速赔”服务，打破了国际物流赔偿难、赔偿慢、赔不足的现状',
						tag: '新浪财经'
					},
					{
						title: '洋码头六周年庆启动 68国好货放心购',
						desc: '8月18日开始，国内领先的海外购物平台洋码头为庆祝成立6周年上线“全球折扣扫货季”活动，消费者不出国门即可同步国外价格买到来自全球68个国家的商品，感受原汁原味的海外生活方式;同时，全新升级的服务保障体系力求让消费者购买更加放心',
						tag: '中国网'
					},
					{
						title: '消费升级时代到来 洋码头大数据解读中国海淘经济',
						desc: '中新网 8月4日电 日前，海外购物平台洋码头通过对海淘消费人群的大数据分析，解读中国海淘消费状态，并发布《2016上半年中国海淘消费报告》，报告指出海淘消费变得更为普及和多元化，消费人群由一线向二三线城市延伸，商品的购买需求也从标品爆款逐渐走向个性化、差异化商品',
						tag: '中国新闻网'
					},
					{
						title: '洋码头CEO曾碧波出席GMIC 谈中国消费力量颠覆全球零售',
						desc: '中新网4月29日电 4月28日，全球最大规模的移动互联网行业盛会——全球移动互联网大会(Global Mobile Internet Conference，简称GMIC)于北京国家会议中心开幕。此次大会以“Mobile Infinity(世界的共振)”为主题，汇聚了来自全球60多个国家的数万名移动互联网行业的领袖和精英。洋码头CEO曾碧波受邀出席，并在“未来零售峰会”分论坛发表主题演讲',
						tag: '中国新闻网'
					}
				]
			}
		},
		mounted() {
			document.documentElement.scrollTop = 0
			console.log(document.documentElement.scrollTop)
		}
	}
</script>

<style lang="less" scoped>
	@import '../styles/main.less';
	.media {
		.w(374.5);
		height: 100%;
		.fs(12);
		background: #ccc;
		.media-item {
			.w(354.5);
			.padding(10, 10, 10, 10);
			.h(110);
			.margin-bottom(10);
			display: inline-block;
			overflow: hidden;
			float: left;
			background: #fff;
			.title {
				width: 100%;
				color: #383838;
				.lh(20);
				.fs(16);
				white-space: nowrap;
				overflow: hidden;
				text-overflow: ellipsis;
				font-weight: bold;
			}
			.desc {
				.margin-top(10);
				width: 100%;
				.lh(20);
				text-overflow: ellipsis;
				-webkit-line-clamp: 3;
				-webkit-box-orient: vertical;
				display: -webkit-box;
				overflow: hidden;
				white-space: normal;
				font-size: 16px;
				color: #9b9b9b;
			}
			.tag {
				width: 100%;
				.margin-top(15);
				.h(0);
				border-bottom: 1px dashed #dedede;
				position: relative;
				span {
					display: inline-block;
					white-space: nowrap;
					.padding-left(10);
					.padding-right(10);
					position: absolute;
					background: #fff;
					color: #cecece;
					/*.left(130);*/
					.left(140);
					.top(-12);
				}
			}
		}
	}
</style>